[
    {
        
        "title": "BREAKING: Dolphins Trade Third Overall Pick to 49ers in Blockbuster Deal",
        "content": "The Dolphins are trading the third overall pick in the 2021 NFL Draft to the 49ers according to ESPN's Adam Schefter. San Francisco will send the No. 12 pick, a 2021 third-round pick and first-round picks in 2022 and 2023 to Miami in the deal. The 49ers clearly have their eyes on a quarterback. They could love Trey Lance or Justin Fields. Maybe they're hoping BYU star Zach Wilson is available at No. 3, but the message is obvious—they're going to take a quarterback.",
        "writer": "NFL News",
        "image": "https://cdn.vox-cdn.com/thumbor/7CS03t5IAUdBYtCGa1ZANEheY7o=/0x0:3600x2430/1200x800/filters:focal(2340x517:2916x1093)/cdn.vox-cdn.com/uploads/chorus_image/image/67616511/1279702246.jpg.0.jpg"
    },
    {
        
        "title": "De Boer sent Van Dijk warning",
        "content": "Trevor Sinclair has taken aim at Netherlands boss Frank de Boer for his comments regarding Liverpool defender Virgil van Dijk.De Boer claimed earlier this week that only Van Dijk will decide if he is fit enough to play in this summer’s European Championships.The centre-back underwent surgery at the end of October on anterior cruciate ligament damage sustained after a challenge by Jordan Pickford in the Merseyside derby draw with Everton earlier that month.But Sinclair believes it is ‘paramount’ that De Boer does not overlook the 29-year-old’s fitness for the sake of the Netherlands’ results.",
        "writer": "CONNOR O'NEILL",
        "image": "https://www.liverpoolecho.co.uk/incoming/article20239364.ece/ALTERNATES/s510b/0_GettyImages-1228912138.jpg"
    },
    {
        "title": "Return of fans a welcome sight and sound for Boston sports",
        "content": "When was the last time you were at a professional or college sporting event that had fans in attendance? If you’re from the Boston area and haven’t traveled elsewhere for a game, it was at least a year ago. For me, it was a Boston University-Northeastern hockey game at Agganis Arena on March 7 of last year. I honestly couldn’t tell you much about the crowd that night. It wasn’t a sellout, and it probably wasn’t particularly raucous; BU wasn’t very good last year, so excitement wasn’t always high. Had I known it would be the last time I’d see, hear and feel a crowd for more than a year, I probably would’ve taken some better mental snap shots.As we all know, it was only a few days later that everything in the sports world shut down -- the NBA season, NHL season, MLB spring training, college sports across the board. Sports would return after what felt like an eternity, but was actually just several months. There’s no question they were different without fans, but we got used to it. We were thankful just to have sports back in any form...",
        "writer": "Scott McLaughlin",
        "image": "https://cms.nhl.bamgrid.com/images/photos/310246398/1024x576/cut.png"
    }
]